---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignSupplyAirflowParam
source: html/77842a6c-a016-e2d2-f2ef-6a46d1e5b55e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignSupplyAirflowParam Property

"Specified Supply Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignSupplyAirflowParam { get; }
```